Repository: janlebar/hanyman-connect
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, sl

source: Help Moving
es: Ayuda para Mudanza
sl: Pomoč pri selitvi

source: Yard Work
es: Trabajo en el Jardín
sl: Dela na vrtu

source: Heavy Lifting
es: Levantamiento Pesado
sl: Težko dvigovanje

source: Electrical help
es: Ayuda Eléctrica
sl: Električna pomoč

source: Snow Removal
es: Remoción de Nieve
sl: Odstranjevanje snega

source: Lawn Care and Yard Work
es: Cuidado del Césped y Trabajo en el Jardín
sl: Vzdrževanje trate in vrtna dela

source: Pet Care
es: Cuidado de Mascotas
sl: Skrb za hišne ljubljenčke

source: Tech Help
es: Ayuda Técnica
sl: Pomoč pri tehnologiji

source: Childcare
es: Cuidado de Niños
sl: Varstvo otrok

source: Elderly Assistance
es: Asistencia para Personas Mayores
sl: Pomoč starejšim

source: Car Wash and Detailing
es: Lavado y Detallado de Autos
sl: Pranje avtomobila in detajli

source: Painting and Repairs
es: Pintura y Reparaciones
sl: Slikanje in popravila

source: Tutoring
es: Tutoría
sl: Učenje

source: Personal Shopping
es: Compras Personales
sl: Osebno nakupovanje

source: Plant Care
es: Cuidado de Plantas
sl: Skrb za rastline

source: House Sitting
es: Cuidado de la Casa
sl: Varstvo hiše

source: Legal assistance
es: Asistencia Legal
sl: Pravna pomoč

source: Permit assistance
es: Asistencia con Permisos
sl: Pomoč pri dovoljenjih

source: Other small work assistance
es: Otra Asistencia para Trabajos Pequeños
sl: Pomoč pri drugih manjših delih

source: Web App Usage Guidelines
es: Directrices de Uso de la Aplicación Web
sl: Smernice za uporabo spletnega programa

source: Welcome to our web app! By using this app, you agree to follow these guidelines:
es: Bienvenido a nuestra aplicación web. Al usar esta aplicación, aceptas seguir estas directrices:
sl: Dobrodošli v našem spletnem programu! Z uporabo tega programa se strinjate, da boste upoštevali te smernice:

source: Treat others with respect and kindness.
es: Trata a los demás con respeto y amabilidad.
sl: Obravnavajte druge spoštljivo in prijazno.

source: Avoid hate speech, harassment, or offensive behavior.
es: Evita discursos de odio, acoso o comportamiento ofensivo.
sl: Izogibajte se sovražnemu govoru, nadlegovanju ali žaljivemu vedenju.

source: Do not share explicit, offensive, or violent content.
es: No compartas contenido explícito, ofensivo o violento.
sl: Ne delite eksplicitnih, žaljivih ali nasilnih vsebin.

source: Do not engage in illegal activities or promote them.
es: No participes en actividades ilegales ni las promuevas.
sl: Ne sodelujte v nezakonitih dejavnostih ali jih spodbujajte.

source: Respect others' privacy and intellectual property.
es: Respeta la privacidad y propiedad intelectual de los demás.
sl: Spoštujte zasebnost drugih in intelektualno lastnino.

source: Report inappropriate content using provided tools.
es: Reporta contenido inapropiado utilizando las herramientas proporcionadas.
sl: Prijavite neprimerno vsebino z uporabo zagotovljenih orodij.

source: Contribute relevant and on-topic discussions.
es: Contribuye en discusiones relevantes y relacionadas al tema.
sl: Sodelujte pri relevantnih in na temo usmerjenih razpravah.

source: Comply with applicable laws and regulations.
es: Cumple con las leyes y regulaciones aplicables.
sl: Spoštujte veljavne zakone in predpise.

source: Users are responsible for their posted content.
es: Los usuarios son responsables de su contenido publicado.
sl: Uporabniki so odgovorni za svojo objavljeno vsebino.

source: Violation may result in account suspension.
es: La violación puede resultar en la suspensión de la cuenta.
sl: Kršitev lahko privede do suspenza računa.

source: Please ensure you adhere to these guidelines to maintain a positive community environment. Thank you!
es: Asegúrate de seguir estas directrices para mantener un ambiente comunitario positivo. ¡Gracias!
sl: Prosimo, zagotovite, da boste upoštevali te smernice, da boste ohranili pozitivno skupnostno okolje. Hvala vam!

source: Apply for work
es: Solicitar Trabajo
sl: Prijavite se za delo

source: Apply
es: Solicitar
sl: Prijavi se

source: Home
es: Inicio
sl: Domov

source: Listings
es: Listados
sl: Oglasi

source: MyRatings
es: Mis Calificaciones
sl: Moje ocene

source: Testimonials
es: Testimonios
sl: Pričevanja

source: Login
es: Iniciar Sesión
sl: Prijava

source: Search
es: Buscar
sl: Iskanje

source: Web App Usage Guidelines and cookie consent
es: Directrices de Uso de la Aplicación Web y consentimiento de cookies
sl: Smernice za uporabo spletnega programa in soglasje za piškotke

source: Please ensure you adhere to these guidelines to maintain a positive community environment.
es: Asegúrate de seguir estas directrices para mantener un ambiente comunitario positivo.
sl: Prosimo, zagotovite, da boste upoštevali te smernice, da boste ohranili pozitivno skupnostno okolje.

source: We use cookies to improve your experience on our site.
es: Utilizamos cookies para mejorar tu experiencia en nuestro sitio.
sl: Uporabljamo piškotke za izboljšanje vaše izkušnje na našem spletnem mestu.

source: By clicking "I Consent" below, you agree to our rules and use of cookies.
es: Al hacer clic en "Acepto" a continuación, aceptas nuestras reglas y el uso de cookies.
sl: S klikom na »Soglašam« spodaj se strinjate z našimi pravili in uporabo piškotkov.

source: Thank you!
es: ¡Gracias!
sl: Hvala vam!

source: I agree to the use of cookies.
es: Acepto el uso de cookies.
sl: Strinjam se z uporabo piškotkov.

source: Edit the post
es: Editar la publicación
sl: Uredi objavo

source: Title
es: Título
sl: Naslov

source: Category:
es: Categoría:
sl: Kategorija:

source: Offer
es: Oferta
sl: Ponudba

source: Email
es: Correo Electrónico
sl: E-pošta

source: Contact number
es: Número de Contacto
sl: Kontaktna številka

source: Post
es: Publicar
sl: Objava

source: Save
es: Guardar
sl: Shrani

source: Delete
es: Eliminar
sl: Izbriši

source: Edit
es: Editar
sl: Uredi

source: Welcome to Handyman,
es: Bienvenido a Handyman,
sl: Dobrodošli v Handyman,

source: Confirm your post
es: Confirma tu publicación
sl: Potrdite svojo objavo

source: Thank you for creating a post. Please click the link below to confirm your post:
es: Gracias por crear una publicación. Haz clic en el enlace de abajo para confirmar tu publicación:
sl: Hvala vam za ustvarjanje objave. Kliknite spodnjo povezavo, da potrdite svojo objavo:

source: Confirm post
es: Confirmar publicación
sl: Potrdi objavo

source: If you did not create this post, please ignore this email.
es: Si no creaste esta publicación, por favor ignora este correo electrónico.
sl: Če niste ustvarili te objave, prosimo, prezrite to e-pošto.

source: Thank You!
es: ¡Gracias!
sl: Hvala vam!

source: Confirm your apply
es: Confirma tu solicitud
sl: Potrdite svojo prijavo

source: Thank you for applying for work. Please click the link below to confirm your apply:
es: Gracias por solicitar trabajo. Haz clic en el enlace de abajo para confirmar tu solicitud:
sl: Hvala vam za prijavo na delo. Kliknite spodnjo povezavo, da potrdite svojo prijavo:

source: We are connecting You with applicant,
es: Estamos conectándote con el solicitante,
sl: Povezujemo vas z aplikantom,

source: You can connect with the applicant using the email:
es: Puedes conectarte con el solicitante usando el correo electrónico:
sl: Lahko se povežete z aplikantom prek e-pošte:

source: After his work is done, please click on the link below to rate his job:
es: Después de que termine su trabajo, haz clic en el enlace de abajo para calificar su trabajo:
sl: Ko je njegovo delo končano, kliknite spodnjo povezavo, da ocenite njegovo delo:

source: Rate job
es: Calificar trabajo
sl: Oceni delo

source: Find help for what You need
es: Encuentra ayuda para lo que necesitas
sl: Najdite pomoč za to, kar potrebujete

source: Get help today
es: Obtén ayuda hoy
sl: Dobite pomoč danes

source: Find a helping hand
es: Encuentra una mano amiga
sl: Oddajte oglas za pomoč

source: Integrates With
es: Integrado con
sl: Integrira se z

source: Find your next opportunity!
es: ¡Encuentra tu próxima oportunidad!
sl: Najdite svojo naslednjo priložnost!

source: Are you ready to start?
es: ¿Estás listo para empezar?
sl: Ste pripravljeni začeti?

source: Make Your offer, that suits You
es: Haz tu oferta, que se adapte a ti
sl: Ponudite svojo ponudbo, ki vam ustreza

source: Find help or make an offer
es: Encuentra ayuda o haz una oferta
sl: Najdite pomoč ali ponudite storitev

source: Your pick of contractors at your prices
es: Tu elección de contratistas a tus precios
sl: Izberite izvajalce po svojih cenah

source: No matter where you are, find the perfect solution for the help you need at prices you set.
es: No importa dónde estés, encuentra la solución perfecta para la ayuda que necesitas a los precios que establezcas.
sl: Ne glede na to, kje ste, najdite popolno rešitev za pomoč, ki jo potrebujete, po cenah, ki jih določite.

source: Learn More
sl: Več informacij

source: Scroll, click, tap and go!
es: Desplázate, haz clic, toca y ve.
sl: Pomaknite se, kliknite, tapnite in pojdite!

source: Finding help has never been easier! Thanks to our simple app, you can find a help close to you in just minutes.
es: ¡Encontrar ayuda nunca ha sido tan fácil! Gracias a nuestra sencilla aplicación, puedes encontrar ayuda cerca de ti en solo minutos.
sl: Iskanje pomoči še nikoli ni bilo lažje! Zahvaljujoč naši preprosti aplikaciji lahko v nekaj minutah najdete pomoč v bližini.

source: Smart notifications
es: Notificaciones inteligentes
sl: Pametna obvestila

source: Our smart notifications will notify you when users convert.
es: Nuestras notificaciones inteligentes te avisarán cuando los usuarios realicen conversiones.
sl: Naša pametna obvestila vas bodo obvestila, ko se uporabniki pretvorijo.

source: Our customers love our product
es: Nuestros clientes adoran nuestro producto
sl: Naši stranki ljubijo naš izdelek

source: Don't just take our word for it, read from our extensive list of case studies and customer testimonials.
es: No solo nos creas a nosotros, lee nuestra extensa lista de casos de estudio y testimonios de clientes.
sl: Ne verjemite samo naši besedi, preberite iz našega obsežnega seznama primerov in pričevanj strank.

source: I'm like that I can find someone who can help me when moving
es: Me gusta que puedo encontrar a alguien que me pueda ayudar cuando me mudo
sl: Všeč mi je, da lahko najdem nekoga, ki mi lahko pomaga pri selitvi

source: - Client Solutions Manager
es: - Gerente de Soluciones para Clientes
sl: - Upravitelj rešitev za stranke

source: Really digging this service. Now I can quickly find someone for any project.
es: Realmente me gusta este servicio. Ahora puedo encontrar rápidamente a alguien para cualquier proyecto.
sl: Res mi je všeč ta storitev. Zdaj lahko hitro najdem nekoga za vsak projekt.

source: - Hobbyist
es: - Aficionado
sl: - Hobist

source: - Extremely helpful in every way.
es: - Extremadamente útil en todos los aspectos.
sl: - Izjemno koristno na vse načine.

source: - Photographer
es: - Fotógrafo
sl: - Fotograf

source: Finally a quick and easy way to find help.
es: Finalmente, una forma rápida y fácil de encontrar ayuda.
sl: Končno hiter in enostaven način za iskanje pomoči.

source: Maria
sl: Marija

source: Retired
es: Jubilada
sl: Upokojena

source: Connecting skilled professionals and experienced ones with the needs of the people.
es: Conectando profesionales calificados y experimentados con las necesidades de las personas.
sl: Povezovanje usposobljenih strokovnjakov in izkušenih ljudi s potrebami ljudi.

source: FAQ
es: Preguntas Frecuentes
sl: Pogosta vprašanja

source: Privacy
es: Privacidad
sl: Zasebnost

source: Terms of Service
es: Términos de Servicio
sl: Pogoji uporabe

source: Follow Us
es: Síguenos
sl: Sledite nam

source: All rights reserved.
es: Todos los derechos reservados.
sl: Vse pravice pridržane.

source: Post your offer
es: Publica tu oferta
sl: Objavite svojo ponudbo

source: Email not found in database. Please fill out the following form to apply:
es: Correo electrónico no encontrado en la base de datos. Por favor, completa el siguiente formulario para aplicar:
sl: E-pošta ni najdena v bazi podatkov. Izpolnite spodnji obrazec, da se prijavite:

source: Name:
es: Nombre:
sl: Ime:

source: Email:
es: Correo Electrónico:
sl: E-pošta:

source: Log In
es: Iniciar Sesión
sl: Prijava

source: My Rating
es: Mi Calificación
sl: Moja ocena

source: No ratings found for this email.
es: No se encontraron calificaciones para este correo electrónico.
sl: Ni najdenih ocen za to e-pošto.

source: Apply for the offer
es: Solicitar la oferta
sl: Prijavite se za ponudbo

source: Submit an inquiry
es: Enviar una consulta
sl: Oddaj povpraševanje

source: Input name
es: Ingrese el nombre
sl: Vnesite ime

source: Enter email
es: Ingrese un correo electrónico
sl: Vnesite e-pošto

source: Enter valid email
es: Ingrese un correo electrónico válido
sl: Vnesite veljavno e-pošto

source: Publish
es: Publicar
sl: Objavi

source: Post offer
es: Publicar oferta
sl: Objavi ponudbo

source: Submit Your inquiry
es: Enviar tu consulta
sl: Oddajte svoje povpraševanje

source: Work Title:
es: Título del Trabajo:
sl: Naslov dela:

source: Offer:
es: Oferta:
sl: Ponudba:

source: Your Offer:
es: Tu Oferta:
sl: Vaša ponudba:

source: Enter Offer
es: Ingrese la Oferta
sl: Vnesite ponudbo

source: Write Your Email:
es: Escribe tu Correo Electrónico:
sl: Napišite svojo e-pošto:

source: Contact mobile number:
es: Número de Contacto Móvil:
sl: Kontaktna mobilna številka:

source: Optional phone number:
es: Número de teléfono opcional:
sl: Izbirna telefonska številka:

source: Enter Your contact number
es: Ingresa tu número de contacto
sl: Vnesite svojo kontaktno številko

source: Work description:
es: Descripción del Trabajo:
sl: Opis dela:

source: Describe what You are looking for:
es: Describe lo que estás buscando:
sl: Opišite, kaj iščete:

source: Please indicate your specific location on the map where you require assistance.
es: Por favor, indica tu ubicación específica en el mapa donde necesitas ayuda.
sl: Navedite svojo natančno lokacijo na zemljevidu, kjer potrebujete pomoč.

source: Submit
es: Enviar
sl: Oddaj

source: Posts
es: Publicaciones
sl: Objave

source: All Listings
es: Todos los Listados
sl: Vsi oglasi

source: New Listing
es: Nuevo Listado
sl: Nov oglas

source: Check email
es: Revisar correo electrónico
sl: Preverite e-pošto

source: Written by
es: Escrito por
sl: Napisal

source: on
es: en
sl: na

source: Date:
es: Fecha:
sl: Datum:

source: Ratings
sl: Ocene

source: Rating
sl: Ocena

source: Based on
sl: Na podlagi

source: No ratings found for this user.
sl: Ni najdenih ocen za tega uporabnika.

source: Verification Email Sent
sl: E-pošta za preverjanje poslana

source: A verification email has been sent to your email address. Please click the link in the email to verify your account.
sl: Na vaš naslov e-pošte je bilo poslano e-poštno sporočilo za preverjanje. Kliknite povezavo v e-pošti, da preverite svoj račun.

source: If you did not receive the email, please check your spam folder or request a new verification email.
sl: Če niste prejeli e-pošte, preverite svoj mapo za neželeno pošto ali zahtevajte novo e-pošto za preverjanje.

source: Resend Verification Email
sl: Ponovno pošlji e-pošto za preverjanje

source: Return to Home
sl: Vrnitev na domačo stran

source: Details
sl: Podrobnosti

source: Make an inquiry
sl: Postavite vprašanje

source: Contact Email:
sl: Kontaktna e-pošta:

source: Location:
sl: Lokacija:

source: Work Date:
sl: Datum dela:

source: Posted on:
sl: Objavljeno na:

source: Posted by:
sl: Objavil:

source: Contact User
sl: Kontaktirajte uporabnika

source: Contact number:
sl: Kontaktna številka:

source: Apply for this job
sl: Prijavite se za to delo

source: Login to apply for this job
sl: Prijavite se, da se prijavite za to delo

source: Connect with this user
sl: Povežite se s tem uporabnikom

source: Login to connect with this user
sl: Prijavite se, da se povežete s tem uporabnikom

source: Connect
sl: Poveži

source: Rate this job
sl: Ocenite to delo

source: Login to rate this job
sl: Prijavite se, da ocenite to delo

source: Rate
es: Calificar
sl: Oceni

source: Post Your rating
sl: Objavite svojo oceno

source: Login to post Your rating
sl: Prijavite se, da objavite svojo oceno

source: User Rating
sl: Ocena uporabnika

source: Work Rating
sl: Ocena dela

source: No ratings found for this work.
sl: Ni najdenih ocen za to delo.

source: Welcome
sl: Dobrodošli

source: Welcome to Handyman!
sl: Dobrodošli v Handyman!

source: Create an account or log in to get started.
sl: Ustvarite račun ali se prijavite, da začnete.

source: Sign Up
sl: Registracija

source: Already have an account?
sl: Že imate račun?

source: Log in now.
sl: Prijavite se zdaj.

source: Don't have an account yet?
sl: Še nimate računa?

source: Sign up now.
sl: Registrirajte se zdaj.

source: Join the Handyman community today and get help or find work in your area.
sl: Danes se pridružite skupnosti Handyman in poiščite pomoč ali delo na svojem območju.

source: Get Started
sl: Začnite

source: Learn More
sl: Več informacij

source: Explore
sl: Raziščite

source: Discover
sl: Odkrijte

source: Learn More
es: Aprende Más

source: Please rate this apply with stars:
es: Por favor, califica esta solicitud con estrellas:

source: Please be polite, Your post was not delivered
es: Por favor, sé educado. Tu publicación no fue entregada
